/*
    Парус 8 - Панели мониторинга - Примеры для разработчиков
    Панель мониторинга: Примеры для разработчиков
*/

//---------------------
//Подключение библиотек
//---------------------

import React from "react"; //Классы React
import { Typography } from "@mui/material"; //Интерфейсные элементы

//-----------
//Тело модуля
//-----------

//Примеры
const Samples = () => {
    //Генерация содержимого
    return (
        <div>
            <Typography>Примеры для разработчиков</Typography>
        </div>
    );
};

//----------------
//Интерфейс модуля
//----------------

export { Samples };
